Repository: TomRomeo/CosmicAtWeb
Catalog: ctplot/locale/*/LC_MESSAGES/ctplot.po
Languages: de_de

source: no plots detected
de_de: Keine Plots gefunden

source: diagram type of the first dataset
de_de: Darstellungsform der ersten Datenreihe

source: dataset
de_de: Datenatz

source: fit function and/or parameters
de_de: Fitfunktion und/oder Parameter

source: time interval
de_de: Zeitinterval

source: push
de_de: Schub

source: weight
de_de: Gewicht

source: x-bins count
de_de: Anzahl der x-bins

source: y-bins count
de_de: Anzahl der y-bins

source: comma-separated list of positive floating point numbers
de_de: kommaseparierte Liste von positiven Fließkommazahlen

source: mathplotlib colors and linestyles
de_de: Farbe und Linienstile der mathplotlib

source: fit line style
de_de: Linienoption für den Fit

source: line width
de_de: Linienstärke

source: marker size
de_de: Symbolgröße

source: latitude or longitude
de_de: Längen- oder Breitengrad

source: unknown error
de_de: Unbekannter Fehler

source: %s has to be an integer
de_de: %s muss eine Ganzzahl sein

source: %s has to be a float value
de_de: %s muss eine Fließkommazahl sein

source: %(title)s has to be within range %(l)s%(min).10g,%(max).10g%(r)s
de_de: %(title)s muss sich im Interval %(l)s%(min).10g,%(max).10g%(r)s befinden

source: %(title)s has to match %(desc)s
de_de: %(title)s muss auf folgenden Ausdruck passen: %(desc)s

source: %(title)s has to be one of %(items)s
de_de: %(title)s muss auf einen der folgenden Ausdrücke passen: %(items)s

source: %s must not be empty
de_de: %s darf nicht leer sein

source: %(title)s is no valid expression, allowed variables: %(vars)s
de_de: %(title)s ist kein gültiger Ausdruck, erlaubte Variablen: %(vars)s

source: %(title)s has to be greater than or equal to %(value).10g
de_de: %(title)s muss größer als oder gleich %(value).10g sein

source: Expression %(title)s returned an invalid type. Expected: %(expected)s, found: %(found)s. Maybe accidently used comma as decimal separator?
de_de: Ergebnis von Ausdruck %(title)s liefert ungültigen Rückgabetyp. Erwartet: %(expected)s, gefunden: %(found)s. Vielleicht fälschlicherweise Komma als Dezimaltrenner verwendet?

source: width
de_de: Breite

source: outlines
de_de: Konturlinien

source: adjustment function for %(axis)s-variable
de_de: Korrketurfunktion für %(axis)s-Variable

source: condition
de_de: Bedingung

source: detail height
de_de: Höhe des Ausschnitts

source: detail width
de_de: Breite des Ausschnitts

source: boundary latitude for (N/S) polar
de_de: Grenzbreite für (N/S)-polar

source: height
de_de: Höhe

source: xr-min
de_de: x-Startwert

source: yr-min
de_de: y-Startwert

source: zr-min
de_de: z-Startwert

source: xrtw-min
de_de: x2-Startwert

source: yrtw-min
de_de: y2-Startwert

source: xr-max
de_de: x-Endwert

source: yr-max
de_de: y-Endwert

source: zr-max
de_de: z-Endwert

source: xrtw-max
de_de: x2-Endwert

source: yrtw-max
de_de: y2-Endwert

source: diagram type
de_de: Darstellungsform

source: statistics box
de_de: Statistikbox
